Revit 2027 API
ParameterTypeId.ThermalMaterialDescription Property
 "Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialDescription { get; }
Public Shared ReadOnly Property ThermalMaterialDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialDescription {
	ForgeTypeId^ get ();
}
static member ThermalMaterialDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace